// Using string paths for Next.js Image component
const user1 = "/images/users/user1.webp";
const user2 = "/images/users/user2.webp";
const user3 = "/images/users/user3.webp";
const user4 = "/images/users/user4.webp";

export const TestimonialData = [
  {
    id: 1,
    img: user1,
    name: "اولدوز بهاور",
    rating: 4,
    create_at: "",
    comment:
      "اولین بار بود که برای مسافرت ماشین اجاره می‌کردم و به دنبال یک شرکت با سابقه و مطمئن می‌گشتم!بدون هیچ شکی میگم، اتو رنت تو کار خودش بهترینه!پشتیبانی عالی، هزینه بسیار مناسب، آسان بودن روند اجاره و رزرو؛ هرچی بگم کم گفتم!حتماً دفعه بعد هم برای اجاره ماشین به سراغشون میام.",
  },
  {
    id: 2,
    img: user2,
    name: "محمدجواد امینی",
    rating: 4,
    create_at: "",
    comment:
      "اولین بار بود که برای مسافرت ماشین اجاره می‌کردم و به دنبال یک شرکت با سابقه و مطمئن می‌گشتم!بدون هیچ شکی میگم، اتو رنت تو کار خودش بهترینه!پشتیبانی عالی، هزینه بسیار مناسب، آسان بودن روند اجاره و رزرو؛ هرچی بگم کم گفتم!حتماً دفعه بعد هم برای اجاره ماشین به سراغشون میام.",
  },
  {
    id: 3,
    img: user3,
    name: "فرزانه حیدری",
    rating: 4,
    create_at: "",
    comment:
      "اولین بار بود که برای مسافرت ماشین اجاره می‌کردم و به دنبال یک شرکت با سابقه و مطمئن می‌گشتم!بدون هیچ شکی میگم، اتو رنت تو کار خودش بهترینه!پشتیبانی عالی، هزینه بسیار مناسب، آسان بودن روند اجاره و رزرو؛ هرچی بگم کم گفتم!حتماً دفعه بعد هم برای اجاره ماشین به سراغشون میام.",
  },
  {
    id: 4,
    img: user4,
    name: "فاطمه ابراهیمی‌فر",
    rating: 4,
    create_at: "",
    comment:
      "اولین بار بود که برای مسافرت ماشین اجاره می‌کردم و به دنبال یک شرکت با سابقه و مطمئن می‌گشتم!بدون هیچ شکی میگم، اتو رنت تو کار خودش بهترینه!پشتیبانی عالی، هزینه بسیار مناسب، آسان بودن روند اجاره و رزرو؛ هرچی بگم کم گفتم!حتماً دفعه بعد هم برای اجاره ماشین به سراغشون میام.",
  },
];